patrickf1/fzf.fish
ilancosman/tide@v5
gazorby/fish-abbreviation-tips
oh-my-fish/plugin-foreign-env
reitzig/sdkman-for-fish@v1.4.0
cafedomancer/fish-nodenv
meaningful-ooo/sponge
Alaz-Oz/fish-insulter
